Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: SSL peer cannot verify your certificate.
ilo: Saan a mapaneknekan ti kapada nga SSL ti sertipikoyo.

source: SSL peer had some unspecified issue with the certificate it received.
ilo: Adda ti saan a maituding a problemana ti sertipiko nga inawat ti kapada nga SSL.

source: SSL peer rejected a handshake message for unacceptable content.
ilo: Pinaidam ti kapada iti SSL ti pannakitulag a mensahe gapu ta saan a naawat ti laon.

source: SSL peer rejected your certificate as expired.
ilo: Pinaidam a kas nagpaso ti kapada nga SSL ti sertipikoyo.

source: SSL peer rejected your certificate as revoked.
ilo: Pinaidam a kas naukas ti kapada nga SSL ti sertipikoyo.

source: SSL peer was not expecting a handshake message it received.
ilo: Saan nga inur-uray ti kapada iti SSL ti inawatna a pannakitulag a mensahe.

source: SSL peer was unable to get an OCSP response for its certificate.
ilo: Saan a naawat ti kapada a SSL ti sungbat nga OSCP gapu iti sertipikona.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
ilo: Saan a nakitulag ti kapada iti SSL ti maawat nga agasmang dagiti parametro ti seguridad.

source: SSL peer was unable to successfully decompress an SSL record it received.
ilo: Saan a mapabussogen a pudno ti kapada iti SSL ti maysa a rehistro nga inawatna.

source: SSL Proxy
ilo: Proxy ti SSL

source: SSL received a compressed record that could not be decompressed.
ilo: Inawat ti SSL ti nakasensen a rehistro a saan a mawarwar.

source: SSL received a malformed Certificate handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Certificate.

source: SSL received a malformed Certificate Request handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Certificate Request.

source: SSL received a malformed Change Cipher Spec record.
ilo: Inawat ti SSL ti rehistro a madi ti pormana: Change Cipher Spec.

source: SSL received a malformed Client Hello handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Client Hello.

source: SSL received a malformed Client Key Exchange handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Client Key Exchange.

source: SSL received a malformed Finished handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Finished.

source: SSL received a malformed Hello Request handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Hello Request.

source: SSL received a malformed New Session Ticket handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: New Session Ticket.

source: SSL received a malformed Server Hello Done handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Server Hello Done.

source: SSL received a malformed Server Hello handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Server Hello.

source: SSL received a malformed Server Key Exchange handshake message.
ilo: Inawat ti SSL ti pannakitulag a mensahe a madi ti pormana: Server Key Exchange.

source: SSL received an unexpected Alert record.
ilo: Inawat ti SSL ti napettat a rehistro: Alert.

source: SSL received an unexpected Application Data record.
ilo: Inawat ti SSL ti napettat a rehistro: Application Data.

source: SSL received an unexpected Certificate handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Certificate.

source: SSL received an unexpected Certificate Request handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Certificate Request.

source: SSL received an unexpected Certificate Verify handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Certificate Verify.

source: SSL received an unexpected Change Cipher Spec record.
ilo: Inawat ti SSL ti napettat a rehistro: Change Cipher.

source: SSL received an unexpected Client Hello handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Client Hello.

source: SSL received an unexpected Client Key Exchange handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Client Key Exchange.

source: SSL received an unexpected Finished handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Finished.

source: SSL received an unexpected Handshake record.
ilo: Inawat ti SSL ti napettat a rehistro: Handshake.

source: SSL received an unexpected Hello Request handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Hello Request.

source: SSL received an unexpected New Session Ticket handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: New Session Ticket.

source: SSL received an unexpected Server Hello Done handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Server Hello Done.

source: SSL received an unexpected Server Hello handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Server Hello.

source: SSL received an unexpected Server Key Exchange handshake message.
ilo: Inawat ti SSL ti napettat a pannakitulag a mensahe: Server Key Exchange.

source: SSL received an unexpected uncompressed record.
ilo: Inawat ti SSL ti napettat a nakawarwar a rehistro.

source: SSL received a record that exceeded the maximum permissible length.
ilo: Inawat ti SSL ti rehistro a nagsurok iti kadakkelan a kaatiddogan a mapalubos.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
ilo: Pinadas nga aramaten ti serbidor nga SSL ti tulbek ti tukad a domestiko agraman iti agasmang ti panangiluas a sipra.

source: SSL Server Certificate
ilo: Sertipiko ti Serbidor a SSL

source: SSL was unable to extract the public key from the peer’s certificate.
ilo: Saan a nayaon ti SSL ti pagraramanan a tulbek manipud iti sertipiko ti kapadana.

source: &Standard
ilo: Pagwadan

source: Startup
ilo: Pagirugian

source: Status
ilo: Kasasaad

source: Status: { $status }
ilo: Kasasaad: { $status }

source: Stay on Page
ilo: Agyan iti Panid

source: Stay on this page
ilo: Agyan kadaytoy a panid

source: Stop script
ilo: Isardeng ti script

source: Stray doctype.
ilo: Walang a doctype.

source: Stray end tag “%1$S”.
ilo: Walang nga etiketa a panggibus "%1$S".

source: Stray start tag “%1$S”.
ilo: Walang nga etiketa a pangrugi "%1$S".

source: Stretch
ilo: Bennaten

source: string
ilo: kawar

source: String
ilo: Kawar

source: Subject Public Key Algorithm
ilo: Algoritmo ti Pagraramanan a Tulbek ti Pagsaritaan

source: Subject Public Key Info
ilo: Damag ti Pagraramanan a Tulbek ti Pagsaritaan

source: Subject’s Public Key
ilo: Pagraramanan a Tulbek ti Pagsaritaan

source: Subject Unique ID
ilo: Naisangsangayan nga ID ti Pagsaritaan

source: Submit Query
ilo: Idatag ti Usisa

source: Submitting your report…
ilo: Maipatpatuloden ti pakaammo...

source: Subscribe
ilo: Pagsuskribiren

source: Subscribe to this feed using
ilo: Suskribiran daytoy a subo babaen ti

source: Subscribe to This Page…
ilo: Pagsuskribiren Daytoy a Panid…

source: Subscribe to this podcast using
ilo: Suskribiran daytoy a podcast babaen ti

source: Subscribe to this video podcast using
ilo: Suskribiran daytoy a podcast a video babaen ti

source: Suffixes
ilo: Ungto

source: Suggested Contribution: %S
ilo: Iyagad a Kappon: %S

source: Summary
ilo: Pakapukpukan

source: Sundanese
ilo: Sudanes

source: %S Updated
ilo: Natarmimaan ti %S

source: Superseded
ilo: Nasukatan

source: %S uses an invalid security certificate.
ilo: Inar-aramat ti %S ti di-maipateg a sertipiko ti seguridad.

source: Swedish
ilo: Sueko

source: %S will be installed after you restart.
ilo: Mayinstalanto ti %S intuno mangrugikayo manen.

source: Switch
ilo: Sukatan

source: Switch Page Direction
ilo: Sukatan ti Tungo ti Panid

source: Switch Text Direction
ilo: Sukatan ti Tungo ti Teksto

source: Switch to tab:
ilo: Etiketa a Pagisukatan:

source: Sync Now
ilo: Ipatulad Ita

source: syntax error
ilo: kammali iti panangurnos

source: t
ilo: E

source: Tag
ilo: Etiketa

source: Tags
ilo: Etiketa

source: Tags:
ilo: Etiketa:

source: Tahitian
ilo: Tahitiano

source: Tajik
ilo: Tadyik

source: Tajikistan
ilo: Tayikistan

source: Technical Details
ilo: Teknikal a Detalie

source: Terms of Service
ilo: Pagannurotan ti Serbisio

source: Text
ilo: Teksto

source: Text and Background
ilo: Teksto ken Likod

source: Text Encoding:
ilo: Panagkogido ti Teksto:

source: Text Encoding for Legacy Content
ilo: Panagkodigo ti Text para Tawid a Laon

source: Text Files
ilo: Intar a Teksto

source: Thai
ilo: Tailandes

source: The address wasn’t understood
ilo: Saan a naawat ti pagtaengan

source: The application did not identify itself.
ilo: Saan a nagpabigbig ti aplikasion.

source: The application you chose (“%S”) could not be found. Check the file name or choose another application.
ilo: Saan a nabirokan ti piniliyo nga aplikasion ("%S"). Pasingkedanyo ti nagan ti intar wenno pilienyo ti sabali nga aplikasion.

source: The bookmarks and history system will not be functional because one of %S’s files is in use by another application. Some security software can cause this problem.
ilo: Saan a makapaandar ti sistema ti pannanda ken pakasaritaan gapu ta inar-aramat ti sabali nga aplikasion ti maysa nga intar ti %S. Maikraman ti sumagmamano a software a panseguridad ti problema.

source: The certificate and private key already exist on the security device.
ilo: Panagaddan ti sertipiko ken napakni a tulbek iti aparato ti seguridad.

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
ilo: Ti kontrasenias ti pannakatipon ti sertipiko nga itudingyo ditoy ket salaknibannanto ti intar ti pannakatipon a parsuaenyonto. Nasken nga itudingyo daytoy a kontrasenias tapno maituloyyo ti pannakatiponna.

source: The certificate “{ $certName }” represents a Certificate Authority.
ilo: Isaup ti sertipiko a "{ $certName }" maysa a Sertipikasion nga Awtoridad.

source: The certificate does not come from a trusted source.
ilo: Saan nga aggapu ti sertipiko iti natalkan a sipud.

source: The certificate expired on %1$S. The current time is %2$S.
ilo: Nagpaso ti sertipiko idi %1$S. Agdinama nga oras: %2$S.

source: The certificate is not trusted because it is self-signed.
ilo: Saan a matalkan daytoy a sertipiko gapu ta impirmana a mismo.

source: The certificate is not trusted because the issuer certificate has expired.
ilo: Saan a matalkan ti sertipiko gapu ta nagpason ti sertipiko a nangiparuar.

source: The certificate is not trusted because the issuer certificate is not trusted.
ilo: Saan a matalkan ti sertipiko gapu ta saan a matalkan met ti sertipiko a nangiparuar.

source: The certificate is only valid for the following names:
ilo: Maaarig laeng ti seritipiko agpaay kadagiti sumagsaganad a nagan:

source: The certificate revocation list for this certificate is not yet valid.
ilo: Saan pay a maipateg ti listaan ti sertipiko a winaswas agpaay kadaytoy a sertipiko.

source: The certificate “%S” represents a Certificate Authority.
ilo: Isaup ti sertipiko a "%S" maysa a Sertipikasion nga Awtoridad.

source: The certificate will not be valid until %1$S. The current time is %2$S.
ilo: Saan pay maipateg ti sertipiko agginggana ti %1$S. Agdinama nga oras: %2$S.

source: The character encoding declaration of the framed HTML document was not found when prescanning the first 1024 bytes of the file. When viewed without the document framing it, the page will reload automatically. The encoding declaration needs to be moved to be within the first 1024 bytes of the file.
ilo: Ti panangpalawag iti panangkodigo iti kurdit ti nakuadro a dokumento a HTML ket saan a nabirokan itay inusig dagiti umuna a 1024 a byte ti intar. Masapol ket ti pangikabilan ti panangpalawag iti panangkodigo ket dagiti umuna a 1024 a byte ti intar.

source: The character encoding of a framed document was not declared. The document may appear different if viewed without the document framing it.
ilo: Saan a napalawag ti panangkodigo iti kurdit ti nakuadro a dokumento. Nalabit a maimatang a sabali ti dokumento no mabasa nga awan ti mangkukuadro a dokumento.

source: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must be declared in the document or in the transfer protocol.
ilo: The character encoding of the HTML document was not declared. The document will render with garbled text in some browser configurations if the document contains characters from outside the US-ASCII range. The character encoding of the page must to be declared in the document or in the transfer protocol.

source: The client has encountered bad data from the server.
ilo: Nakasarak ti kliente iti naalas a datos aggapu iti serbidor.

source: The connection was interrupted
ilo: Naallawat ti panilpo

source: The connection was refused when attempting to contact %S.
ilo: Napaidam ti panilpo idi pinadas a kontaktaran ti %S.

source: The “coords” attribute of the <area shape="circle"> tag has a negative radius.
ilo: Negatibo ti radio ti atributo a "coords" ti etiketa a <area shape="circle">.

source: The “coords” attribute of the <area shape="circle"> tag is not in the “center-x,center-y,radius” format.
ilo: Saan ti pormato a "tengnga-x, tengnga-y, radio" ti etiketa a <area shape="circle"> ket ti atributo a "coords".

source: The “coords” attribute of the <area shape="poly"> tag is missing the last “y” coordinate (the correct format is “x1,y1,x2,y2 …”).
ilo: Maaw-awanan ti atributo a "coords" ti etiketa a <area shape="poly"> ti maudi a koordinato a "y" (ti maipateg a pormato ket "x1,y1,x2,y2 …").

source: The “coords” attribute of the <area shape="poly"> tag is not in the “x1,y1,x2,y2 …” format.
ilo: Saan ti pormato a "x1,y1,x2,y2 …" ti atributo a "coords" ti etiketa a <area shape="poly">.

source: The “coords” attribute of the <area shape="rect"> tag is not in the “left,top,right,bottom” format.
ilo: Saan ti pormato a "kanigid,ngato,kanawan,baba" ti etiketa a <area shape="rect"> ket ti atributo a "coords".

source: The document cannot change while Printing or in Print Preview.
ilo: Saan a mabaliw ti dokumento bayat ti panagimaldit wenno ipakpakita ti pagariganna.

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
ilo: Saan a naidulin ti intar gapu ta saan a natutup ti palubosyo. Pilienyo ti sabali a direktorio a pagidulinan.

source: The following applications can be used to handle { $type } content.
ilo: Dagiti sumaruno nga aplikasion ket makatungpal iti { $type } a laon.

source: The following applications can be used to handle { $type } links.
ilo: Dagiti sumaruno nga aplikasion ket makatungpal kadagiti panilpo ti { $type }.

source: The following applications can be used to handle Web Feeds.
ilo: Dagiti sumaruno nga aplikasion ket makatungpal iti Subo-Web.

source: The FTP server %1$S is currently unsupported.
ilo: Saan nga agdama a maaklon ti serbidor a FTP a %1$S.

source: The key for this site’s certificate has been revoked.
ilo: Nawaswas ti tulbek agpaay iti sertipiko daytoy a purok Web.

source: The KRL for this site’s certificate has expired.
ilo: Nagpaso ti KRL agpaay iti sertipiko daytoy a purok Web.

source: The line number entered is invalid.
ilo: Saan a maipateg ti naisurat a bilang ti linia.

source: The location for the certificate status server has invalid format.
ilo: Adda ti maipateg a pormato ti disso agpaay iti serbidor ti kasasaad ti sertipiko.

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ilo: Palubusan nga ulimek a matarimaan ti Pangmantener a Serbisio ti $BrandShortName iti likod.

source: The maximum allowed number of timers in this page was exceeded.
ilo: Limmapus ti kinaaduan ti timer a mapalubosan nga adda iti panid.

source: The OCSP response is not yet valid (contains a date in the future).
ilo: Saan pay a maipateg ti sungbat ti OCSP (adda ti petsana iti masakbayan).

source: The OCSP server found the request to be corrupted or improperly formed.
ilo: Naduktalan ti serbidor a OCSP ket narukop wenno madi ti porma ti dawat.

source: The OCSP server returned unexpected/invalid HTTP data.
ilo: Simmungbat ti serbidor nga OCSP iti datos a HTTP a napettat wenno di-maipateg.

source: The operation timed out when attempting to contact %S.
ilo: Nagpaso ti Pannakapaandar idi pinadas a kontaktaran ti %S.

source: The page at %S says:
ilo: Kuna ti panid idiay %S:

source: The page isn’t redirecting properly
ilo: Saan a maitudtudo a nalaing ti panid

source: The page you are viewing was encrypted before being transmitted over the Internet.
ilo: Naikripta ti panid a basbasaenyo sakbay a nayakar aglasat iti Internet.

source: The password entered was incorrect.
ilo: Madi ti naidatag a kontrasenias.

source: The print job was aborted, or canceled.
ilo: Nababawi ti pagaramid iti panagimaldit.

source: The proxy server is refusing connections
ilo: Pappaiden ti proxy ti panilpo

source: There is not enough room on the disk to save %S.\n\nRemove unnecessary files from the disk and try again, or try saving in a different location.
ilo: Kurang ti espasio iti disko tapno maidulin ti %S.\n\nBuraenyo dagiti intar a saanyo a nasken sayonto padasen manen, wenno padasenyo ti sabali a pagidulinan.

source: The response from the OCSP server was corrupted or improperly formed.
ilo: Narukop wenno madi ti pormato ti sungbat manipud iti serbidor ti OCSP.

source: There was a problem submitting your report.
ilo: Adda ti problema idi panagipatulod ti pakaammo.

source: There was very low memory available.
ilo: Nakurang ti maaramat a memoria.

source: The server has encountered bad data from the client.
ilo: Nakasarak ti serbidor iti naalas a datos aggapu iti kliente.

source: The specified line was not found.
ilo: Saan a nabirokan ti naituding a linia.

source: The user pressed cancel.
ilo: Tinalmegan ti agar-aramt ti Ibabawi.

source: This action cannot be undone.
ilo: Saan a maibabawi daytoy nga aramiden.

source: This address is restricted
ilo: Nagawid daytoy a pagtaengan

source: This application is located at:
ilo: Disso ti aplikasion:

source: This certificate can identify mail users.
ilo: Mailasin daytoy a sertipiko dagiti agar-aramat ti korreo.

source: This certificate has been verified for the following uses:
ilo: Napatalgedan ti sertipiko agpaay kadagiti sumagsaganad nga aramat:

source: This document is no longer available.
ilo: Saanen a maal-ala daytoy a dokumento.

source: This Frame
ilo: Daytoy a Kuadro

source: This link needs to be opened with an application.
ilo: Naksen a maluktan ti aplikasion daytoy a kasilpo.

source: This month
ilo: Daytoy a bulan

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
ilo: Pasingkedanyo a kayatyo pumanaw - Datos nga indatagyo ket mabalin a saandanto a maidulin.

source: This page uses an unsupported technology that is no longer available by default.
ilo: Ar-aramaten daytoy a panid ti teknolohia a saanen a maaklon sapay saanen a maar-aramat a naikasigud.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ilo: Ar-aramaten daytoy a panid ti teknolohia a saanen a maaklon sapay saanen a maar-aramat a naikasigud ti Firefox.

source: This site has requested that you identify yourself with a certificate:
ilo: Dinawatkayo daytoy a purok agpabigbigkayo babaen ti sertipiko:

source: This site provides valid, verified identification. There is no need to add an exception.
ilo: Agpappaay daytoy a purok iti natutup ken napasingkedan a pagilasinan. Saan a nasken nga inayon ti laksid.

source: This text encoding is used for legacy content that fails to declare its encoding.
ilo: Daytoy a panagkodigo ket aramaten para tawid a laon a dina ipakaammo ti panagkodigona.

source: This web application is hosted at:
ilo: Disso daytoy nga aplikasion ti Web:

source: Tibetan
ilo: Tibetano

source: Tile
ilo: Ibaldosa

source: Timed Out
ilo: Nagpaso ti oras

source: Title
ilo: Titulo:

source: Title:
ilo: Titulo:

source: { $title } - { -brand-full-name } (Private Browsing)
ilo: { $title } - { -brand-full-name } (Napakni a Panagsursur)

source: TLS Web Client Authentication
ilo: Pannakapaneknek ti Kliente Web a TLS

source: TLS Web Server Authentication
ilo: Pannakapaneknek ti Serbidor Web a TLS

source: to
ilo: aginggana

source: Today
ilo: Itatta

source: Toggle
ilo: Agkasukat

source: Token:
ilo: Pagtandaanan:

source: Tonga
ilo: Tongga

source: Toolbars
ilo: Barras

source: Tools
ilo: Ramit

source: Tools for all add-ons
ilo: Ramit ti paganay

source: Traditional Chinese (Hong Kong)
ilo: Tinawtawid nga Insek (Hong Kong)

source: Traditional Chinese (Taiwan)
ilo: Tinawtawid nga Insek (Taiwan)

source: Transferred
ilo: Inyakar

source: Transferred Size: %S KB
ilo: Kadakkel ti Inyakar: %S a KB

source: Translation will not be offered for the following languages
ilo: Awanto ti pagipatarusan dagiti sumarsaruno a pagsassao

source: Translation will not be offered for the following sites
ilo: Awanto ti pagipatarusan dagiti sumarsaruno a sitio

source: Tree
ilo: Kayo

source: Trust this CA to identify email users.
ilo: Talken daytoy a CA tapno mailasin ti agar-aramat iti e-mail.

source: Try again
ilo: Padasenyo manen kadi

source: Try Again
ilo: Uliten

source: Turkish
ilo: Turko

source: Turkmen
ilo: Turkmeno

source: Turquoise
ilo: Turkesa

source: Type
ilo: Kita

source: Type:
ilo: Kita:

source: Uighur
ilo: Uygur

source: Ukrainian
ilo: Ukranio

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
ilo: <ul> <li>Pasingkedan ti nagan ti intar iti kadakkel ti letra wenno sabali a kammali iti panangsurat.</li> <li>Pasingkedan no nayalis, masukatan ti nagan wenno nabura ti intar.</li> </ul>

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
ilo: <ul><li>Napanaganan, naksay wenno nayakar aya ida?</li> <li>Adda aya ti kammali ti panangiletra, panagdakkel ti letra wenno sabali a kammali a tipograhiko iti panangisurat ti pagtaengan?</li> <li>Adda ti makaanay a palubosyo a madanonan iti dinawat a banag?</li></ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ilo: <ul> <li>Mabalinsa a saan a madanonan iti bassit wenno makumikom la unay daytoy a purok Web. Padasenyo man intuno bassit.</li> <li>No saankayo a makakarga iti ania man a panid, paneknekanyo ti panilpo iti iket ti kompiuteryo.</li> <li>No salsalakniban ti firewall wenno proxy ti kompiuteryo wenno iketyo, paneknekan no mapalubosan ti &brandShortName; a makadanon iti Web.</li> </ul>

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
ilo: Saan a mabaliwan ti FIPS mode maipaay iti aparato ti seguridad. Naisingasing a ressatenyo sayo paandaren manen daytoy nga aplikasion.

source: Unable to connect
ilo: Saan a makisilpo
